package com.example.sdsd;

public class QuizAdapter {


   String[] quiz = {"계란껍질은 음식물 쓰레기이다.",
                     "가스용기는 구멍을 뚫어 배출한다.",
                     "신문지는 2등분으로 접어 배출한다.",
                     "우유팩은 내용물을 비워 세척한 뒤 배출한다.",
                     "형광등은 재활용 봉투에 배출한다."};

   String[] answer ={"X","O","X","O","X"};

   String[] explain ={"계란껍질은 일반 쓰레기입니다.",
                      "가스 용기는 캔, 고철류 입니다. 구멍을 뚫어 배출해주세요.",
                      "신문지는 종이류 입니다. 4등분으로 접어주세요.",
                      "우유팩은 내용물을 비우고 물로 헹군 후 말리고 펼쳐서 끈으로 묶어 배출하세요.",
                      "형광등은 공동주택, 동 행정복지센터 분리배출함에 배출하세요."};

}
